Repository: davinho95/ChatExt
Catalog: Translations/Chat Extension.*.xlf
Languages: hu_hu

# Table 1532563610 - Property 2879900210
source: Chat Block User
hu_hu: Letiltott felhasználó

# Table 1532563610 - Field 3826613488 - Property 2879900210
source: Blocked Full Name
hu_hu: Letiltott neve

# Table 1532563610 - Field 2071981218 - Property 2879900210
source: Blocked User Name
hu_hu: Letiltott felhasználónév

# Table 1532563610 - Field 2981864456 - Property 2879900210
source: Full Name
hu_hu: Teljes név

# Table 1532563610 - Field 129688762 - Property 2879900210
source: User Name
hu_hu: Felhasználónév

# Table 169043160 - Property 2879900210
source: Chat Favourites
hu_hu: Kedvencek

# Table 169043160 - Field 3323073535 - Property 2879900210
source: Favourite Name
hu_hu: Kedvenc neve

# Table 169043160 - Field 1399236513 - Property 2879900210
source: Favourite User Name
hu_hu: Kedvenc felhasználóneve

# Table 169043160 - Field 129688762 - Property 2879900210
source: User Name
hu_hu: Felhasználónév

# Table 3182332287 - Property 2879900210
source: Chat Message
hu_hu: Üzenet

# Table 3182332287 - Field 1529241150 - Property 2879900210
source: Message
hu_hu: Üzenet

# Table 3182332287 - Field 837040209 - Property 2879900210
source: Read at
hu_hu: Olvasva

# Table 3182332287 - Field 3898547102 - Property 2879900210
source: Read by Recipient
hu_hu: Olvasta

# Table 3182332287 - Field 1928442592 - Property 2879900210
source: Receiver ID
hu_hu: Fogadó azonosítója

# Table 3182332287 - Field 4160783946 - Property 2879900210
source: Sender ID
hu_hu: Küldő azonosítója

# Table 3182332287 - Field 767110155 - Property 2879900210
source: Sent at
hu_hu: Küldve

# Table 918129849 - Property 2879900210
source: Chat User
hu_hu: Chat felhasználó

# Table 918129849 - Field 3920084379 - Property 2879900210
source: Available
hu_hu: Elérhető

# Table 918129849 - Field 2981864456 - Property 2879900210
source: Full Name
hu_hu: Teljes név

# Table 918129849 - Field 129688762 - Property 2879900210
source: User Name
hu_hu: Felhasználó név

# Codeunit 1499310010 - Method 3449008377 - NamedType 2624471617
source: Sending messages to %1 user has been blocked.
hu_hu: Üzenet küldés %1 felhasználónak tiltva lett.

# Codeunit 1499310010 - Method 2397150227 - NamedType 3677562428
source: You have reached the maximum daily message count.
hu_hu: Elérte a napi maximálisan kiküldhető üzenetek számát.

# Codeunit 1499310010 - Method 3696422348 - NamedType 3223026088
source: Empty message cannot be sent.
hu_hu: Üres üzenetet nem lehet küldeni.

# Codeunit 1499310010 - Method 4145291212 - NamedType 3871721722
source: You have received a new message from %1
hu_hu: Új üzenete érkezett %1 felhasználótól.

# Page 3381763671 - Property 2879900210
source: Chat Block List
hu_hu: Tiltott felhasználók lista

# Page 169043160 - Property 2879900210
source: Chat Favourites
hu_hu: Kedvencek

# Page 169043160 - Action 407518620 - Property 2879900210
source: Send Message
hu_hu: Üzenet küldése

# Page 169043160 - Action 1344583993 - Property 2879900210
source: Remove from favourites
hu_hu: Kedvencekből eltávolítás

# Page 3577315650 - Property 2879900210
source: Chat Main Menu
hu_hu: Chat főmenü

# Page 3577315650 - Action 1038457213 - Property 2879900210
source: Blocked Users
hu_hu: Letiltott felhasználók

# Page 3577315650 - Action 1977682832 - Property 2879900210
source: My Messages
hu_hu: Üzeneteim

# Page 3577315650 - Action 535104985 - Property 2879900210
source: Message
hu_hu: Üzenet

# Page 918129849 - Property 2879900210
source: Chat User
hu_hu: Chat felhasználó

# Page 1525902895 - Property 2879900210
source: Chat User List
hu_hu: Chat felhasználók lista

# Page 1525902895 - Action 87091212 - Property 2879900210
source: Add to favourites
hu_hu: Kedvencekhez ad

# Page 1525902895 - Action 407518620 - Property 2879900210
source: Send Message
hu_hu: Üzenet küldése

# Page 2213624973 - Property 2879900210
source: Write a message...
hu_hu: Írjon egy üzenetet...

# Page 2213624973 - Control 743942932 - Property 2879900210
source: Send Email
hu_hu: Email küldése

# Page 2856652968 - Property 2879900210
source: My Messages
hu_hu: Üzeneteim

# Page 2856652968 - Control 3979560174 - Property 2879900210
source: Received
hu_hu: Kapott üzenet

# Page 2856652968 - Control 1555561521 - Property 2879900210
source: Sent
hu_hu: Küldött üzenet

# Page 2856652968 - Action 186414097 - Property 2879900210
source: Send Message
hu_hu: Üzenet küldése
